// 注意：一定是 exports，不是 export，否则会报错，报错信息是下列的中的内容不是 string
module.exports = {
  language: '1',
  //首页
  content: {
    0: '首页',
    1: '标准检索',
    2: '法规检索',
    3: '标准法规动态',
    4: '最新翻译',
    5: '链接',
  },
  //footer
  footer: {
    0: '产品与服务',
    1: '成为会员',
    2: '常见问题',
    3: '关于',
    4: '使用条款',
    5: '隐私协议',
    6: '关于我们',
    7: '联系我们',
    8: '微博',
    9: '微信',
    10: '京ICP备14055711号',
    11: 'A reliable source of China auto regulations & standards',
  },
  //header
  header: {
    0: '帮助',
    1: '中文',
    2: '注册',
    3: '登录',
    4: '退出登录',
    5: '退出登录成功'
  },
  //Index
  index: {
    0: '内容',
    1: '搜索',
    2: '热门',
    3: '标准或法规名称',
    4: '状态',
    5: '发布日期',
    6: '实施日期',
    7: '更多',
    8: '暂无数据',
    9: '免责声明',
    10: '本网站中提供的所有英文译本均为中文原文的非正式译文，仅供参考。如果翻译与原始中文文本之间存在任何分歧或差异，则应始终以中文文本为准。所有文件或材料，无论整体或部分，均不得用于任何商业目的使用、复制或分发。我们对于英语翻译的准确性、完整性或可靠性不作任何陈述或保证，并且对翻译中的任何错误、不完整或不准确不承担任何责任。所有中文原始文件的版权归中国政府所有。',
    11: '标题',
    12: '请输入',
    13: '该操作只有登陆后才可以有效，请先登陆！',
    14: '暂无搜索结果！'
  },
  //LawSearch
  lawSearch: {
    0: '法规',
    1: '按发布方',
    2: '按状态',
    3: '按方向'
  },
  //StandardSearch
  standardSearch: {
    0: '标准',
    1: '按领域',
    2: '按引用'
  },
  //link
  link: {
    0: '导航中心'
  },
  //aboutUs
  aboutUs: {
    0: '关于我们',
    1: '关于网站',
    2: '关于迅孚'
  },
  //contactUs
  contactUs: {
    0: '联系我们',
    1: '给我们留言',
    2: '您的邮箱：',
    3: '请输入',
    4: '浏览分类：',
    5: '意见与建议',
    6: '购买',
    7: '标题：',
    8: '请输入标题',
    9: '内容录入：',
    10: '请输入内容',
    11: '发送',
    12: '取消',
    13: '邮箱不能为空！',
    14: '邮箱格式不正确！',
    15: '留言分类不能为空！',
    16: '留言标题不能为空！',
    17: '留言内容不能为空！',
    18: '提交成功！'
  },
  //help
  help: {
    0: '帮助中心'
  },
  //detail
  detail: {
    0: '字号',
    1: '模式',
    2: '下载',
    3: '打印',
    4: '动态详情',
    5: '当前下载',
    6: '选择语言',
    7: '选择章节',
    8: '全部选择',
    9: '范围',
    10: '规范性引用文件',
    11: '术语和定义',
    12: '技术要求',
    13: '车辆形式的变更',
    14: '游客或者普通会员只能看一页，赶快去升级为高级会员！',
    15: '收藏成功！',
    16: '取消收藏成功！',
    17: '你的下载剩余下载次数不够了，请充值会员后再下载！',
    18: '收藏',
    19: '已收藏',
    20: '请您先登录，游客不能打印！',
    21: '该操作只有高级会员才有请您先升级为高级会员！',
    22: '请您先登录，才可以进一步操作！',
    23: '请您先登录，才可以收藏！',
    24: '已经收藏！',
    25: '收藏失败！',
    26: '取消收藏失败！',
    27: '大',
    28: '中',
    29: '小',
    30: '中文',
    31: '请先登录或者注册账号！',
    32: '创建日期',
    33: '修改日期'
  }
}
